const miscTranslations = {
    ru: {
        translation: {
            return_home: "вернуться на Главную",


            form_name: "Имя",
            form_message : "Сообщение",
            form_send: "Отправить",
            form_sending: "Отправляем...",

            form_error_message : "Упс, похоже, с отправкой произошла какая-то ошибка(",
            form_error_link : "Попробовать еще раз",

            message_page_title  : "Написать мне сообщение",
            message_page_text_before  : "Чтобы отправитьь мне сообщение...",
            message_page_text_after  : "Ваше сообщение успешно отправлено",

            request_page_title  : "Запись на консультацию",
            request_page_text_before  : "Чтобы записаться ко нме на консультацию...",
            request_page_text_after  : "Ваша заявка на консультацию успешно отпрапавлена!",




            error_page_title :"Упс, похоже, произошла какая-то ошибка(" ,
            error_page_message : "На моем сайте такой страницы нет!",





            tab1 : "О группе",
            tab2 : "Хочу с вами!",
            tab3 : "Оплатить",





            stand_with_ukraine: "В феврале 2022 россия вторглась на территорию суверенной Украины.<br/>\n" +
                "И развязала преступную войну, которая идет по сей день.<br/><br/>" +
                "Убивает, разрушает, грабит.<br/><br/>" +
                "Вариантов, чем и как можно помогать Украине и украинцам - миллион.<br/>" +
                "Уверен, вы и сами о них прекрасно знаете.<br/>" +
                "Выбирайте свой.<br/>" +
                "И, пожалуйста, помогайте.<br/><br/>" +
                "Все буде Україна!",



        },
    },
    uk: {
        translation: {
            return_home: "повернутися на Головну",



            form_name: "Ім’я",
            form_message : "Повідомлення",
            form_send: "Надіслати",
            form_sending: "Надсилаємо...",

            message_page_title  : "--Написать мне сообщение",
            message_page_text_before  : "--Чтобы отправитьь мне сообщение...",
            message_page_text_after  : "--Ваше сообщение успешно отправлено",

            request_page_title  : "--Запись на консультацию",
            request_page_text_before  : "--Чтобы записаться ко нме на консультацию...",
            request_page_text_after  : "--Ваша заявка на консультацию успешно отпрапавлена!",



            tab1 : "Про групу",
            tab2 : "Хочу з вами!",
            tab3 : "Оплатити",



            error_page_title : "Ой, схоже, якась помилка(",
            error_page_message : "На моєму сайті такої сторінки немає!",

            stand_with_ukraine: "--Впевнений,\n" +
                "ви й без мене прекрасно знаєте, що потрібно робити."

        },
    },
};

export default miscTranslations;


