const miscTranslations = {
    ru: {
        translation: {
            return_home: "вернуться на Главную",


            message_page_title  : "Написать мне сообщение",
            request_page_title  : "Запись на консультацию",

            error_page_title :"Ой, похоже, произошла какая-то ошибка(" ,
            error_page_message : "На моем сайте такой страницы нет!",

            stand_with_ukraine: "В феврале 2022 россия вторглась на территорию суверенной Украины.<br/>\n" +
                "И до сих пор ведет эту преступную войну.<br/><br/>" +
                "Убивает, разрушает, грабит.<br/><br/>" +
                "Уверен, вы и без меня прекрасно знаете, что нужно делать.<br/>" +
                "Вариантов, чем и как можно помогать Украине - миллион.<br/>" +
                "Выбирайте свой.<br/><br/>" +
                "Все буде Україна!"

        },
    },
    uk: {
        translation: {
            return_home: "повернутися на Головну",



            message_page_title  : "--Написать мне сообщение",
            request_page_title  : "--Запись на консультацию",





            error_page_title : "Ой, схоже, сталася якась помилка(",
            error_page_message : "На моєму сайті такої сторінки немає!",

            stand_with_ukraine: "Впевнений,\n" +
                "ви й без мене прекрасно знаєте, що потрібно робити."

        },
    },
};

export default miscTranslations;


